"USSD_ERROR" = "Σφάλμα κατά την εκτέλεση αιτήματος";
"USSD_TERMINATED" = "Η συνεδρία τερματίστηκε";

"%@ Call Forwarding\n%@\n%@%@" = "Προώθηση κλήσεων: %@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "Αναμονή κλήσης: %@\n%@";
"%@ Call Barring\n%@\n%@" = "Απαγόρευση κλήσης: %@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Σταθερές επιλογές: %@\n%@";
"Connected Line Presentation\n%@" = "Παρουσίαση συνδεδεμένης γραμμής\n%@";
"Calling Line Presentation\n%@" = "Παρουσίαση γραμμής κλήσης\n%@";
"Connected Line ID Restriction\n%@" = "Περιορισμός ταυτότητας συνδεδεμένης γραμμής\n%@";
"Calling Line ID Restriction\n%@" = "Περιορισμός ταυτότητας γραμμής κλήσης\n%@";
"SIM Lock\n%@" = "Κλειδωμένη SIM\n%@";
"Service Center Address\n%@" = "Διεύθυνση κέντρου εξυπηρέτησης\n%@";
"Supplementary Service Password\n%@" = "Συνθηματικό συμπληρωματικής υπηρεσίας\n%@";
"Calling Name Presentation\n%@" = "Παρουσίαση ονόματος κλήσης\n%@";

"Forwards to %@\n" = "Προώθηση σε %@\n";

"All Calls" = "Όλες οι κλήσεις";
"All Conditional Calls" = "Όλες οι κλήσεις υπό όρους";
"Async Data Circuit" = "Ασύγχρονο κύκλωμα δεδομένων";
"Data" = "Δεδομένα";
"Fax" = "Φαξ";
"Packet Access" = "Πρόσβαση πακέτου";
"Pad Access" = "Πρόσβαση PAD";
"SMS" = "SMS";
"Sync Data Circuit" = "Συγχρονισμένο κύκλωμα δεδομένων";
"Voice" = "Φωνή";

"All Outgoing" = "Όλα τα εξερχόμενα";
"All Incoming" = "Όλα τα εισερχόμενα";
"Outgoing International" = "Εξερχόμενο διεθνώς";
"Outgoing International, Except Home Country" = "Εξερχόμενο διεθνώς, εκτός πατρίδας";
"Incoming While Roaming Outside Home Country" = "Εισερχόμενο κατά την περιαγωγή εκτός πατρίδας";
"Incoming, Not On SIM" = "Εισερχόμενο, όχι στη SIM";
"All Services" = "Όλες οι υπηρεσίες";
"All Outgoing Services" = "Όλες οι εξερχόμενες υπηρεσίες";
"All Incoming Services" = "Όλες οι εισερχόμενες υπηρεσίες";

"Disabled" = "Απενεργοποιημένο";
"Enabled" = "Ενεργοποιημένο";

"On All Calls" = "Σε όλες τις κλήσεις";
"When Busy" = "Όταν είναι απασχολημένο";
"When Unanswered" = "Όταν δεν απαντηθεί";
"When Unreachable" = "Όταν είναι απρόσιτο";

"Setting %@ Succeeded" = "Η ρύθμιση για %@ ήταν επιτυχής\n";
"Setting Interrogation Succeeded" = "Η ρύθμιση ανάκρισης ήταν επιτυχής\n";
"Setting %@ Failed" = "Απέτυχε η ρύθμιση για %@\n";
"Setting Interrogation Failed" = "Απέτυχε η ρύθμιση ανάκρισης\n";

"Not Available" = "Δεν διατίθεται";
"Network Controlled" = "Ελεγχόμενο δίκτυο";
"Temporarily Disabled" = "Προσωρινά απενεργοποιημένο";
"Temporarily Enabled" = "Προσωρινά ενεργοποιημένο";
"Unknown" = "Άγνωστο";

"Activation" = "Ενεργοποίηση";
"Deactivation" = "Απενεργοποίηση";
"Interrogation" = "Ανάκριση";
"Registration" = "Καταχώρηση";
"Erasure" = "Σβήσιμο";

"No Address" = "Δεν υπάρχει διεύθυνση";
"No Service Specified" = "Δεν έχει καθοριστεί υπηρεσία";
"Type %d" = "Πληκτρολόγηση %d";

// generic error
"CALL_FAILED" = "Απέτυχε η κλήση";
// error codes
"kCTNoError" = "Δεν υπάρχει σφάλμα";
"kCTUnknownError" = "Άγνωστο σφάλμα";
"kCTErrorRadioFailure" = "Αποτυχία ραδιοφώνου";
// Generic network errors
"kCTErrorNetworkFailure" = "Αποτυχία δικτύου";
"kCTErrorCongestion" = "Συμφόρηση δικτύου";
"kCTErrorUnidentifiedSubscriber" = "Απροσδιόριστος συνδρομητής";
"kCTErrorFacilityRejected" = "Απόρριψη διευκόλυνσης";
"kCTErrorUnknownSubscriber" = "Άγνωστος συνδρομητής";
"kCTErrorNetworkOutOfOrder" = "Δίκτυο εκτός λειτουργίας";
"kCTErrorInvalidTransactionIdentifier" = "Μη έγκυρη ταυτότητα συναλλαγής";
"kCTErrorSemanticallyIncorrectMessage" = "Σημασιολογικά λανθασμένο μήνυμα";
"kCTErrorInvalidMandatoryInformation" = "Μη έγκυρες υποχρεωτικές πληροφορίες";
"kCTErrorMessageTypeNonExistant" = "Ανύπαρκτος τύπος μηνύματος";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Το μήνυμα δεν είναι συμβατό με την κατάσταση πρωτοκόλλου";
"kCTErrorInformationElementNonExistant" = "Ανύπαρκτο στοιχείο πληροφορίας";
"kCTErrorProtocolErrorUnspecified" = "Απροσδιόριστο σφάλμα πρωτοκόλλου";
"kCTErrorTemporaryFailure" = "Προσωρινή βλάβη";
"kCTErrorResourcesUnavailable" = "Μη διαθέσιμοι πόροι";
"kCTErrorRequestedFacilityNotSubscribed" = "Δεν υπάρχει συνδρομή στην αιτούμενη διευκόλυνση";
"kCTErrorRequestedFacilityNotImplemented" = "Δεν έχει υλοποιηθεί η αιτούμενη διευκόλυνση";
"kCTErrorInterworkingError" = "Σφάλμα ενδοεργασίας";
"kCTErrorInterworkingNotSupported" = "Δεν υποστηρίζεται ενδοεργασία";
"kCTErrorCommandCannotBeActioned" = "Δεν είναι δυνατή η ενέργεια εντολής";
"kCTErrorNoNetworkService" = "Δεν υπάρχουν υπηρεσίες δικτύου";
// Call related errors
"kCTErrorUnassignedNumber" = "Μη εκχωρημένος αριθμός";
"kCTErrorOperatorDeterminedBarring" = "Απαγόρευση καθορισμένη από το φορέα";
"kCTErrorCallBarred" = "Απαγορευμένη κλήση";
"kCTErrorUserBusy" = "Απασχολημένος χρήστης";
"kCTErrorNoUserResponding" = "Δεν ανταποκρίνεται κανένας χρήστης";
"kCTErrorNumberChanged" = "Ο αριθμός άλλαξε";
"kCTErrorInvalidNumberFormat" = "Μη έγκυρη μορφή αριθμού";
"kCTErrorCallRejected" = "Απόρριψη κλήσης";
// SIM errors
"kCTErrorSimNotInserted" = "Δεν έχει εισαχθεί SIM";
"kCTErrorSimPinRequired" = "Απαιτείται SIM PIN";
"kCTErrorSimPukRequired" = "Απαιτείται SIM PUK";
"kCTErrorSimFailure" = "Αποτυχία SIM";
"kCTErrorSimMemoryFailure" = "Αποτυχία μνήμης SIM";
"kCTBadPinFormatError" = "Εσφαλμένη μορφή PIN";
"kCTErrorNumberNotAllowed" = "Δεν επιτρέπεται αριθμός";
"kCTErrorIncorrectPassword" = "Λανθασμένο συνθηματικό";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Απόρριψη μεταφοράς σύντομου μηνύματος";
"kCTErrorDestinationOutOfOrder" = "Προορισμός εκτός λειτουργίας";
"kCTErrorClass0NotSupported" = "Δεν υποστηρίζεται τάξη 0";
"kCTErrorCannotReplaceSm" = "Δεν είναι δυνατή η αντικατάσταση SIM";
"kCTErrorUnspecifiedPid" = "Απροσδιόριστο PID";
"kCTErrorDataCodingSchemeNotSupported" = "Δεν υποστηρίζεται συνδυασμός κωδικοποίησης δεδομένων.";
"kCTErrorUnspecifiedDcs" = "Απροσδιόριστο σφάλμα DCS";
"kCTErrorCommandUnsupported" = "Μη υποστηριζόμενη εντολή";
"kCTErrorUnspecifiedTpCommand" = "Απροσδιόριστο σφάλμα εντολής TP";
"kCTErrorTpduNotSupported" = "Δεν υποστηρίζεται TPDU";
"kCTErrorScBusy" = "Απασχολημένο SC";
"kCTErrorRejectedBySimSmsControl" = "Απορρίφθηκε από έλεγχο SMS SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "Μη έγκυρο MS GPRS";
"kCTErrorGprsIllegalMe" = "Μη νόμιμο ME GPRS";
"kCTErrorGprsServicesNotAllowed" = "Δεν επιτρέπονται υπηρεσίες GPRS.";
"kCTErrorGprsPlmnNotAllowed" = "Δεν επιτρέπεται PLMN GPRS.";
"kCTErrorGprsLocationAreaNotAllowed" = "Δεν επιτρέπεται περιοχή τοποθεσίας GPRS.";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Δεν επιτρέπεται περιαγωγή GPRS στην περιοχή τοποθεσίας.";
"kCTErrorGprsServiceOptionNotSupported" = "Δεν επιτρέπεται επιλογή υπηρεσίας GPRS.";
"kCTErrorGprsServiceOptionNotSubscribed" = "Δεν υπάρχει συνδρομή σε επιλογή υπηρεσίας GPRS.";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Η επιλογή υπηρεσίας GPRS είναι προσωρινά εκτός λειτουργίας.";
"kCTErrorGprsPdpAuthenticationFailure" = "Αποτυχία ελέγχου ταυτότητας GPRS PDP";
"kCTErrorGprsInvalidMobileClass" = "Μη έγκυρη τάξη κινητού GPRS";
"kCTErrorGprsUnspecified" = "Απροσδιόριστο GPRS";
"kCTErrorGprsMissingorUnknownAPN" = "Λείπει GPRS ή άγνωστο APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Η ζώνη βάσης απέρριψε τα στοιχεία ελέγχου ταυτότητας PDP GPRS";
